tap "aquaproj/aqua"
tap "gcenx/wine"
tap "playcover/playcover"
brew "aqua"
brew "clang-format"
brew "cmake"
brew "ffmpeg"
brew "flyctl"
brew "gcc"
brew "mas"
brew "mise"
brew "neovim"
brew "ninja"
brew "readline"
brew "tmux"
brew "tree"
brew "wget"
brew "winetricks"
cask "background-music"
cask "capcut"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "codex"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-hack-nerd-font"
cask "ghostty"
cask "gitify"
cask "google-chrome"
cask "gstreamer-runtime"
cask "logi-options+"
cask "minecraft"
cask "scroll-reverser"
cask "slack"
cask "visual-studio-code"
cask "wine@staging"
cask "xquartz"
cask "yt-music"
cask "zed"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Klack", id: 6446206067
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "drcika.apc-extension"
vscode "keyhr.42-c-format"
vscode "kube.42header"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "raillyhugo.one-hunter"
vscode "septwong.vscode-webstorm-theme"
vscode "shalldie.background"
vscode "tomoki1207.pdf"
go "cmd/go"
go "cmd/gofmt"
